[
    {
        "desc": "Imagine laying down in soft, sweet-smelling grass in the dead of the night, with the love of your life in your arms. You admire the beauty and the might of those tiny twinkling sparks. You steal a glance at your partner beside you and find them staring right back at you. You smile as your heart fills up with the love you are feeling for each other.",
        "img": "interactions/images/stars_together.jpg",
        "said_by": "Mota Kahika",
        "title": "Watch the stars together"
    },
    {
        "desc": "A long road, a powerful but silent car and a night full of possibilities. As the car smoothly cruises along, you suddenly find your lover's hand on yours. They leave the steering wheel (the car is a Tesla, duhhhh) and looks at you lovingly. Moments later, you're kissing each other passionately. The stars twinkle on silently and your heart is filled with satisfaction.",
        "img": "interactions/images/long_drives.jpg",
        "said_by": "Gun",
        "title": "Go on a long night drive"
    },
    {
        "desc": "<strong class='text-success'>Question:<br></strong> What is better than a couple walking hand-in-hand in a dimly lit romantic street?<br> <strong class='text-success'>Answer:<br></strong> That one of those couple is you, and the other is the love of your life. Just keep holding their hand, and the silence will be filled with peace and satisfaction.",
        "img": "interactions/images/long_walks.jpeg",
        "said_by": "Mota Kahika",
        "title": "Long Walks"
    },
    {
        "desc": "You love food, I love food, who doesn't? But do you know what you'll love even more than food? It's food cooked lovingly by the love of your life. Want even better? Picture this: you and your significant other, cooking food together in a big kitchen. Suddenly they pull you into a tight embrace and then kiss you lightly on your neck and behind your ear. As they pull out from the hug, you both notice that the front of your shirt is covered with flour which they had on their shirt. You look at each other and then giggle like little kids in love (which you are).",
        "img": "interactions/images/dinner_together.jpg",
        "said_by": "Mota Kahika",
        "title": "Cook dinner together"
    },
    {
        "desc": "Ever noticed how good even a normal hug feels? Now take that feel-good feeling, and multiply it  by a hundred and you're still not close how good you will feel when you're in your lover's tight embrace. Imagine you're cooking food, and suddenly Ed Sheeran's Perfect starts playing. You feel your lovers body against your back as their arms wrap around your body. They put their head on your shoulder and you lean back into them. Life is perfect.",
        "img": "interactions/images/hugs.jpg",
        "said_by": "Mota Kahika",
        "title": "Hugs from Behind"
    },
    {
        "desc": "What's your favorite show? Riverdale? Friends? TVD? Or even Clone Wars? Does it matter, as long as you are watching it from the arms of your lover? You have a big popcorn tub in your lap, and you feed each other a popcorn every now and then. If a scary scene comes up, you can hold your partner's hand tightly and cuddle tighter. While watching The Notebook, imagine the sex scenes coming up and your partner whispering in your ear, \"we are going to do that soon\".",
        "img": "interactions/images/binge.jpg",
        "said_by": "Gun",
        "title": "Binge watch shows"
    },
    {
        "desc": "The Aurora Borealis is no doubt one of the most beautiful phenomenon on earth. But what can make it even more beautiful...? Of course it is standing in a hundred layers of jacket holding your lover's  hand, and staring at the sky in wonder. As those mighty red-green shards of light teem on silently, you realize that you have been blessed with not one but two gifts from God. I don't think I need to tell which ones I'm referring to.",
        "img": "interactions/images/aurora.jpg",
        "said_by": "Gun",
        "title": "Watch the Aurora Borealis together"
    },
    {
        "desc": "Walking hand in hand on an empty beach must be every couples dream, but I'm gonna make it even more special.<br><br> Imagine walking down the beach hand in hand, just enjoying each other's presence when you both suddenly spot a little hut a little way off the beach. You decide to explore the little hut and realize it's empty. You both decide to spend some time there, and light a little bonfire.<br><br>You are sitting beside each other and start find yourself staring at your lover with lust filled eyes, and even more exciting, they're are just as much as filled with lust as you are. Suddenly, you are exploring each other and start running your hands over... Need I elaborate more?",
        "img": "interactions/images/beach.jpeg",
        "said_by": "Mota Kahika",
        "title": "Walk on a beach"
    },
    {
        "desc": "Easy-peasy lemon-squeazy, just book two tickets on Princess Diamond, pack your bags and set sail for the seven seas with the love of your life by your side. And when the time is right, just reenact The Pose from Titanic. But then, why just stop at that? Reenact the dance scene, the drawing scene, even having sex in the car scene (will there be a car onboard there?), and then professing your love to each other scene. The perfect vacation, in the perfect location, in the perfect vehicle, with the perfect person.",
        "img": "interactions/images/pose.jpg",
        "said_by": "Gun",
        "title": "The Titanic pose"
    },
    {
        "desc": "The alarm goes off at four in the morning and you sleepily reach over to shut off the alarm. Your arm is caught by your partner, who is right beside you in bed. You open your eyes and ask them to shut it off. The alarm stops. You find yourself slipping back into deep sleep, when the alarm suddenly starts up again, but this time with a well known tune. It's your favorite childhood song- The Pokémon Theme Song. You open your eyes and are about to ask what's up when your partner starts singing along in a loud and clear voice. You listen for a while and then find yourself humming along. Soon you both are singing the Pokémon Song at the top of your lungs. And then the next song, and the next and then next...",
        "img": "interactions/images/singing_together.jpg",
        "said_by": "Mota Kahika",
        "title": "Sing songs together"
    }
]